{"0":{"user_id":"admin1","movie_id":"ai_movie487031588724991","name":"肖申克的救赎","enname":"The Shawshank Redemption","movie_type":"剧情\/犯罪","date":"1994-09-10","duration":"142","mode":"2d","status":"下架","desc":"\n                                    　　20世纪40年代末，小有成就的青年银行家安迪（蒂姆・罗宾斯 Tim Robbins 饰）因涉嫌杀害妻子及她的情人而锒铛入狱。在这座名为肖申克的监狱内，希望似乎虚无缥缈，终身监禁的惩罚无疑注定了安迪接下来灰暗绝望的人生。未过多久，安迪尝试接近囚犯中颇有声望的瑞德（摩根・弗里曼 Morgan Freeman 饰），请求对方帮自己搞来小锤子。以此为契机，二人逐渐熟稔，安迪也仿佛在鱼龙混杂、罪恶横生、黑白混淆的牢狱中找到属于自己的求生之道。他利用自身的专业知识，帮助监狱管理层逃税、洗黑钱，同时凭借与瑞德的交往在犯人中间也渐渐受到礼遇。表面看来，他已如瑞德那样对那堵高墙从憎恨转变为处之泰然，但是对自由的渴望仍促使他朝着心中的希望和目标前进。而关于其罪行的真相，似乎更使这一切朝前推进了一步……\n                                        \n                                    　　本片根据著名作家斯蒂芬・金（Stephen Edwin King）的...\n                            "},"1":{"user_id":"admin1","movie_id":"ai_movie580081588724993","name":"霸王别姬","enname":"","movie_type":"剧情\/爱情\/同性","date":"1993-01-01","duration":"171","mode":"2d","status":"下架","desc":"\n                                　　段小楼（张丰毅）与程蝶衣（张国荣）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。\n                                    \n                                　　段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。\n                        "},"2":{"user_id":"admin1","movie_id":"ai_movie834161588724994","name":"阿甘正传","enname":"Forrest Gump","movie_type":"剧情\/爱情","date":"1994-06-23","duration":"142","mode":"2d","status":"下架","desc":"\n                                　　阿甘（汤姆・汉克斯 饰）于二战结束后不久出生在美国南方阿拉巴马州一个闭塞的小镇，他先天弱智，智商只有75，然而他的妈妈是一个性格坚强的女性，她常常鼓励阿甘“傻人有傻福”，要他自强不息。\n                                    \n                                　　阿甘像普通孩子一样上学，并且认识了一生的朋友和至爱珍妮（罗宾・莱特・潘 饰），在珍妮和妈妈的爱护下，阿甘凭着上帝赐予的“飞毛腿”开始了一生不停的奔跑。\n                                    \n                                　　阿甘成为橄榄球巨星、越战英雄、乒乓球外交使者、亿万富翁，但是，他始终忘不了珍妮，几次匆匆的相聚和离别，更是加深了阿甘的思念。\n                                    \n                                　　有一天，阿甘收到珍妮的信，他们终于又要见面……\n                        "},"3":{"user_id":"admin1","movie_id":"ai_movie037551588724996","name":"这个杀手不太冷","enname":"Léon","movie_type":"剧情\/动作\/犯罪","date":"1994-09-14","duration":"110","mode":"2d","status":"下架","desc":"\n                                　　里昂（让・雷诺饰）是名孤独的职业杀手，受人雇佣。一天，邻居家小姑娘马蒂尔达（纳塔丽・波特曼饰)敲开他的房门，要求在他那里暂避杀身之祸。原来邻居家的主人是警方缉毒组的眼线，只因贪污了一小包毒品而遭恶警（加里・奥德曼饰）杀害全家的惩罚。马蒂尔达得到里昂的留救，幸免于难，并留在里昂那里。里昂教小女孩使枪，她教里昂法文，两人关系日趋亲密，相处融洽。\n                                    \n                                　　女孩想着去报仇，反倒被抓，里昂及时赶到，将女孩救回。混杂着哀怨情仇的正邪之战渐次升级，更大的冲突在所难免……\n                        "},"4":{"user_id":"admin1","movie_id":"ai_movie710641588724998","name":"美丽人生","enname":"La vita è bella","movie_type":"剧情\/喜剧\/爱情\/战争","date":"2020-01-03","duration":"116","mode":"2d","status":"下架","desc":"\n                                　　犹太青年圭多（罗伯托・贝尼尼）邂逅美丽的女教师多拉（尼可莱塔・布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。\n                                    \n                                　　然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”\n                                    \n                                　　法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？\n                        "},"5":{"user_id":"admin1","movie_id":"ai_movie948591588724999","name":"泰坦尼克号","enname":"Titanic","movie_type":"剧情\/爱情\/灾难","date":"1998-04-03","duration":"194","mode":"2d","status":"下架","desc":"\n                                　　1912年4月10日，号称 “世界工业史上的奇迹”的豪华客轮泰坦尼克号开始了自己的处女航，从英国的南安普顿出发驶往美国纽约。富家少女罗丝（凯特?温丝莱特）与母亲及未婚夫卡尔坐上了头等舱；另一边，放荡不羁的少年画家杰克（莱昂纳多・迪卡普里奥）也在码头的一场赌博中赢得了下等舱的船票。\n                                    \n                                　　罗丝厌倦了上流社会虚伪的生活，不愿嫁给卡尔，打算投海自尽，被杰克救起。很快，美丽活泼的罗丝与英俊开朗的杰克相爱，杰克带罗丝参加下等舱的舞会、为她画像，二人的感情逐渐升温。\n                                    \n                                　　1912年4月14日，星期天晚上，一个风平浪静的夜晚。泰坦尼克号撞上了冰山，“永不沉没的”泰坦尼克号面临沉船的命运，罗丝和杰克刚萌芽的爱情也将经历生死的考验。\n                        "},"6":{"user_id":"admin1","movie_id":"ai_movie878461588725001","name":"千与千寻","enname":"千と千い紊耠Lし","movie_type":"剧情\/动画\/奇幻","date":"2019-06-21","duration":"125","mode":"2d","status":"下架","desc":"\n                                　　千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道――他们去到了另外一个诡异世界―一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。\n                                    \n                                　　千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消 失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一份工作才能不被魔法变成别的东西。\n                                    \n                                　　千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。\n                                    \n                                　　一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。\n                                    \n                                　　为了救小白，千寻又踏上了她的冒险之旅。\n                        "},"7":{"user_id":"admin1","movie_id":"ai_movie723121588725003","name":"辛德勒的名单","enname":"Schindler's List","movie_type":"剧情\/历史\/战争","date":"1993-11-30","duration":"195","mode":"2d","status":"下架","desc":"\n                                　　1939年，波兰在纳粹德国的统治下，党卫军对犹太人进行了隔离统治。德国商人奥斯卡・辛德勒（连姆・尼森 Liam Neeson 饰）来到德军统治下的克拉科夫，开设了一间搪瓷厂，生产军需用品。凭着出众的社交能力和大量的金钱，辛德勒和德军建立了良好的关系，他的工厂雇用犹太人工作，大发战争财。\n                                    \n                                　　1943年，克拉科夫的犹太人遭到了惨绝人寰的大屠杀，辛德勒目睹这一切，受到了极大的震撼，他贿赂军官，让自己的工厂成为集中营的附属劳役营，在那些疯狂屠杀的日子里，他的工厂也成为了犹太人的避难所。\n                                    \n                                　　1944年，德国战败前夕，屠杀犹太人的行动越发疯狂，辛德勒向德军军官开出了1200人的名单，倾家荡产买下了这些犹太人的生命。在那些暗无天日的岁月里，拯救一个人，就是拯救全世界。\n                        "},"8":{"user_id":"admin1","movie_id":"ai_movie116931588725005","name":"盗梦空间","enname":"Inception","movie_type":"剧情\/科幻\/悬疑\/冒险","date":"2010-09-01","duration":"148","mode":"2d","status":"下架","desc":"\n                                    　　道姆・柯布（莱昂纳多・迪卡普里奥 Leonardo DiCaprio 饰）与同事阿瑟（约瑟夫・戈登-莱维特 Joseph Gordon-Levitt 饰）和纳什（卢卡斯・哈斯 Lukas Haas 饰）在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特・费希尔（希里安・墨菲 Cillian Murphy 饰）的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯（迈克尔・凯恩 Michael Caine 饰），吸收了年轻的梦境设计师艾里阿德妮（艾伦・佩吉 Ellen Page 饰）、梦境演员艾姆斯（汤姆・哈迪 Tom Hardy 饰）和药剂师约瑟夫（迪利普・劳 Dileep Rao 饰）加入行动。在一层层...\n                            "},"9":{"user_id":"admin1","movie_id":"ai_movie177171588725007","name":"忠犬八公的故事","enname":"Hachi: A Dog's Tale","movie_type":"剧情","date":"2009-06-13","duration":"93","mode":"2d","status":"下架","desc":"\n                                    　　八公（Forest 饰）是一条谜一样的犬，因为没有人知道它从哪里来。教授帕克（理查・基尔 Richard Gere 饰）在小镇的火车站拣到一只走失的小狗，冥冥中似乎注定小狗和帕克教授有着某种缘分，帕克一抱起这只小狗就再也放不下来，最终，帕克对小狗八公的疼爱感化了起初极力反对养狗的妻子卡特（琼・艾伦 Joan Allen 饰）。八公在帕克的呵护下慢慢长大，帕克上班时八公会一直把他送到车站，下班时八公也会早早便爬在车站等候，八公的忠诚让小镇的人家对它更加疼爱。有一天，八公在帕克要上班时表现异常，居然玩起了以往从来不会的捡球游戏，八公的表现让帕克非常满意，可是就是在那天，帕克因病去世。帕克的妻子、女儿安迪（萨拉・罗默尔 Sarah Roemer 饰）及女婿迈克尔（罗比・萨布莱特 Robbie Sublett 饰）怀着无比沉痛的心情埋葬了帕克，可是不明就里的...\n                            "},"10":{"user_id":"admin1","movie_id":"ai_movie614791588725009","name":"海上钢琴师","enname":"La leggenda del pianista sull'oceano","movie_type":"剧情\/音乐","date":"2019-11-15","duration":"165","mode":"2d","status":"下架","desc":"\n                                　　本片讲述了一个钢琴天才传奇的一生。\n                                    \n                                　　1900年，Virginian号豪华邮轮上，一个孤儿被遗弃在头等舱，由船上的水手抚养长大，取名1900（蒂姆?罗斯 饰）。1900慢慢长大，显示出了无师自通的非凡钢琴天赋，在船上的乐队表演钢琴，每个听过他演奏的人，都被深深打动。爵士乐鼻祖杰尼听说了1900的高超技艺，专门上船和他比赛，最后自叹弗如，黯然离去。\n                                    \n                                　　可惜，这一切的事情都发生在海上，1900从来不愿踏上陆地，直到有一天，他爱上了一个女孩，情愫在琴键上流淌。他会不会为了爱情，踏上陆地开始新的生活，用他的琴声惊艳世界？他将怎样谱写自己非凡的人生。\n                        "},"11":{"user_id":"admin1","movie_id":"ai_movie917131588725011","name":"楚门的世界","enname":"The Truman Show","movie_type":"剧情\/科幻","date":"1998-06-05","duration":"103","mode":"2d","status":"下架","desc":"\n                                　　楚门（金?凯瑞 Jim Carrey 饰）是一个平凡得不能再平凡的人，除了一些有些稀奇的经历之外――初恋女友突然失踪、溺水身亡的父亲忽然似乎又出现在眼前，他和绝大多数30多岁的美国男人绝无异样。这令他倍感失落。他也曾试过离开自己生活了多年的地方，但总因种种理由而不能成行。\n                                    \n                                　　直到有一天，他忽然发觉自己似乎一直在被人跟踪，无论他走到哪里，干什么事情。这种感觉愈来愈强烈。楚门决定不惜一切代价逃离这个他生活了30多年的地方，去寻找他的初恋女友。\n                                    \n                                　　但他却发现自己怎样也逃不出去。真相其实很残忍。\n                        "},"12":{"user_id":"admin1","movie_id":"ai_movie755281588725013","name":"三傻大闹宝莱坞","enname":"3 Idiots","movie_type":"剧情\/喜剧\/爱情\/歌舞","date":"2011-12-08","duration":"171","mode":"2d","status":"下架","desc":"\n                                    　　本片根据印度畅销书作家奇坦・巴哈特（Chetan Bhagat）的处女作小说《五点人》（Five Point Someone）改编而成。法兰（马德哈万 R Madhavan 饰）、拉杜（沙曼・乔希 Sharman Joshi 饰）与兰乔（阿米尔・汗 Aamir Khan 饰）是皇家工程学院的学生，三人共居一室，结为好友。在以严格著称的学院里，兰乔是个非常与众不同的学生，他不死记硬背，甚至还公然顶撞校长“病毒”（波曼・伊拉尼 Boman Irani 饰），质疑他的教学方法。他不仅鼓动法兰与拉杜去勇敢追寻理想，还劝说校长的二女儿碧雅（卡琳娜・卡普 Kareena Kapoor 饰）离开满眼铜臭的未婚夫。兰乔的特立独行引起了模范学生“消音器”（奥米・维嘉 Omi Vaidya 饰）的不满，他约定十年后再与兰乔一决高下，看哪种生活方式更能取得成功。\n                                        \n                                    　　本片获孟...\n                            "},"13":{"user_id":"admin1","movie_id":"ai_movie964271588725016","name":"机器人总动员","enname":"WALL・E","movie_type":"科幻\/动画\/冒险","date":"2008-06-27","duration":"98","mode":"2d","status":"下架","desc":"\n                                　　公元2805年，人类文明高度发展，却因污染和生活垃圾大量增加使得地球不再适于人类居住。地球人被迫乘坐飞船离开故乡，进行一次漫长无边的宇宙之旅。临行前他们委托Buynlarge的公司对地球垃圾进行清理，该公司开发了名为WALL・E（Waste Allocation Loa d Lifters C Earth 地球废品分装员）的机器人担当此重任。\n                                    \n                                　　这些机器人按照程序日复一日、年复一年辛勤工作，但随着时间的流逝和恶劣环境的侵蚀，WALL・E们接连损坏、停止运动。最后只有一个仍在进行这项似乎永无止境的工作。经历了漫长的岁月，它开始拥有了自己的意识。它喜欢将收集来的宝贝小心翼翼藏起，喜欢收工后看看几百年前的歌舞片，此外还有一只蟑螂朋友作伴。直到有一天，一艘来自宇宙的飞船打破了它一成不变的生活……\n                                    \n                                　　本片荣获2009年第81届奥斯卡最佳动画长片奖。\n                        "},"14":{"user_id":"admin1","movie_id":"ai_movie356771588725018","name":"放牛班的春天","enname":"Les choristes","movie_type":"剧情\/音乐","date":"2004-10-16","duration":"97","mode":"2d","status":"下架","desc":"\n                                　　1949年的法国乡村，音乐家克莱门特（杰勒德?尊诺 饰）到了一间外号叫“塘低”的男子寄宿学校当助理教师。学校里的学生大部分都是难缠的问题儿童，体罚在这里司空见惯，学校的校长（弗朗西斯?贝尔兰德 饰）只顾自己的前途，残暴高压。\n                                    \n                                　　性格沉静的克莱门特尝试用自己的方法改善这种状况，他重新创作音乐作品，组织合唱团，决定用音乐的方法来打开学生们封闭的心灵。\n                                    \n                                　　然而，事情并不顺利，克莱门特发现学生皮埃尔?莫安琦（尚?巴堤?莫里耶 饰）拥有非同一般的音乐天赋，但是单亲家庭长大的他，性格异常敏感孤僻，怎样释放皮埃尔的音乐才能，让克莱门特头痛不已；同时，他与皮埃尔母亲的感情也渐渐微妙起来。\n                        "},"15":{"user_id":"admin1","movie_id":"ai_movie425331588725020","name":"星际穿越","enname":"Interstellar","movie_type":"剧情\/科幻\/冒险","date":"2014-11-12","duration":"169","mode":"2d","status":"下架","desc":"\n                                    　　近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发，而是每日在沙尘暴的肆虐下倒数着所剩不多的光景。在家务农的前NASA宇航员库珀（马修・麦康纳 Matthew McConaughey 饰）接连在女儿墨菲（麦肯吉・弗依 Mackenzie Foy 饰）的书房发现奇怪的重力场现象，随即得知在某个未知区域内前NASA成员仍秘密进行一个拯救人类的计划。多年以前土星附近出现神秘虫洞，NASA借机将数名宇航员派遣到遥远的星系寻找适合居住的星球。在布兰德教授（迈克尔・凯恩 Michael Caine 饰）的劝说下，库珀忍痛告别了女儿，和其他三名专家教授女儿艾米莉亚・布兰德（安妮・海瑟薇 Anne Hathaway 饰）、罗米利（大卫・吉雅西 David Gyasi 饰）、多伊尔（韦斯・本特利 Wes B...\n                            "},"16":{"user_id":"admin1","movie_id":"ai_movie444981588725023","name":"大话西游之大圣娶亲","enname":"西[大Y局之仙履奇","movie_type":"喜剧\/爱情\/奇幻\/古装","date":"1995-02-04","duration":"95","mode":"2d","status":"下架","desc":"\n                                　　至尊宝（周星驰 饰）被月光宝盒带回到五百年前，遇见紫霞仙子（朱茵 饰），被对方打上烙印成为对方的人，并发觉自己已变成孙悟空。\n                                    \n                                　　紫霞与青霞（朱茵 饰）本是如来佛祖座前日月神灯的灯芯（白天是紫霞，晚上是青霞），二人虽然同一肉身却仇恨颇深，因此紫霞立下誓言，谁能拔出她手中的紫青宝剑，谁就是她的意中人。紫青宝剑被至尊宝于不经意间拔出，紫霞决定以身相许，却遭一心记挂白晶晶（莫文蔚 饰）的至尊宝拒绝。后牛魔王救下迷失在沙漠中的紫霞，并逼紫霞与他成婚，关键时刻，至尊宝现身。\n                        "},"17":{"user_id":"admin1","movie_id":"ai_movie068741588725025","name":"熔炉","enname":"???","movie_type":"剧情","date":"2011-09-22","duration":"125","mode":"2d","status":"下架","desc":"\n                                　　来自首尔的哑语美术老师仁浩（孔宥 饰）来到雾津，应聘慈爱聋哑人学校。天降大雾，他意外撞车，维修时邂逅了人权组织成员柔珍（郑有美 饰）。仁浩妻子早亡，8岁女儿天生哮喘由祖母照看，所以他不辞辛苦谋职养家。然而，双胞胎的校长与教导主任竟逼仁浩索贿5千万韩元。同时，仁浩逐渐发现学校笼罩着一种紧张压抑的气氛，令人窒息。有三个孩子引人关注：聪颖的金妍斗（金贤秀 饰）、贪吃的陈宥利（郑仁絮 饰）和弟弟自杀身亡的全民秀（白承焕 饰），民秀总是满脸淤青。下课后，仁浩还听到女厕所中有呼喊与哭泣，在门卫的阻拦下他未深究。之后。他意外目睹了校长行贿警察，教导员毒打民秀，宿导溺罚妍斗的行径。一个惊天的隐秘被慢慢揭开，真相令韩国震惊……\n                                    \n                                　　本片取材于2005年光州一所聋哑障碍人学校的真实事件，改编自韩国作家孔枝泳的同名小说。\n                        "},"18":{"user_id":"admin1","movie_id":"ai_movie110911588725027","name":"疯狂动物城","enname":"Zootopia","movie_type":"喜剧\/动画\/冒险","date":"2016-03-04","duration":"109","mode":"2d","status":"下架","desc":"\n                                　　故事发生在一个所有哺乳类动物和谐共存的美好世界中，兔子朱迪（金妮弗・古德温 Ginnifer Goodwin 配音）从小就梦想着能够成为一名惩恶扬善的刑警，凭借着智慧和努力，朱迪成功的从警校中毕业进入了疯狂动物城警察局，殊不知这里是大型肉食类动物的领地，作为第一只，也是唯一的小型食草类动物，朱迪会遇到怎样的故事呢？\n                                    \n                                　　近日里，城中接连发生动物失踪案件，就在全部警员都致力于调查案件真相之时，朱迪却被局长（伊德瑞斯・艾尔巴 Idris Elba 配音）发配成为了一名无足轻重的交警。某日，正在执勤的兔子遇见了名为尼克（杰森・贝特曼 Jason Bateman 配音）的狐狸，两人不打不相识，之后又误打误撞的接受了寻找失踪的水獭先生的任务，如果不能在两天之内找到水獭先生，朱迪就必须自愿离开警局。朱迪找到了尼克，两人联手揭露了一个隐藏在疯狂动物城之中的惊天秘密。\n                        "},"19":{"user_id":"admin1","movie_id":"ai_movie725831588725029","name":"无间道","enname":"og道","movie_type":"剧情\/悬疑\/犯罪","date":"2002-12-12","duration":"101","mode":"2d","status":"下架","desc":"\n                                　　1991年，香港黑帮三合会会员刘健明（刘德华）听从老大韩琛（曾志伟）的吩咐，加入警察部队成为黑帮卧底，韩琛许诺刘健明会帮其在七年后晋升为见习督察。1992年，警察训练学校优秀学员陈永仁（梁朝伟）被上级要求深入到三合会做卧底，终极目标是成为韩琛身边的红人。2002年，两人都不负重望，也都身背重压，刘健明渐想成为一个真正的好人，陈永仁则盼着尽快回归警察身份。\n                                    \n                                　　重案组从陈永仁手中获悉一批毒品交易情报，锁紧目标人物韩琛，没料情报被刘健明泄出，双方行动均告失败。但此事将双方均有卧底的事实暴露，引发双方高层清除内鬼的决心。命运迥异又相似的刘健明和陈永仁开始在无间道的旅程中接受严峻考验。\n                        "},"20":{"user_id":"admin1","movie_id":"ai_movie386941588725031","name":"龙猫","enname":"となりのトトロ","movie_type":"动画\/奇幻\/冒险","date":"2018-12-14","duration":"86","mode":"2d","status":"下架","desc":"\n                                　　小月的母亲生病住院了，父亲带着她与四岁的妹妹小梅到乡间的居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。\n                                    \n                                　　妹妹小梅常常挂念生病中的母亲，嚷着要姐姐带着她去看母亲，但小月拒绝了。小梅竟然自己前往，不料途中迷路了，小月只好寻找她的龙猫及小精灵朋友们帮助。\n                        "},"21":{"user_id":"admin1","movie_id":"ai_movie263211588725034","name":"教父","enname":"The Godfather","movie_type":"剧情\/犯罪","date":"1972-03-15","duration":"175","mode":"2d","status":"下架","desc":"\n                                　　40年代的美国，“教父”维托・柯里昂（马龙・白兰度 饰）是黑手党柯里昂家族的首领，带领家族从事非法的勾当，但同时他也是许多弱小平民的保护神，深得人们爱戴。\n                                    \n                                　　因为拒绝了毒枭索洛索的毒品交易要求，柯里昂家族和纽约其他几个黑手党家族的矛盾激化。圣诞前夕，索洛索劫持了“教父”的参谋汤姆，并派人暗杀“教父”；因为内奸的出卖，“教父”的大儿子逊尼被仇家杀害；小儿子麦克（阿尔・帕西诺 饰）也被卷了进来，失去爱妻。黑手党家族之间的矛盾越来越白热化。\n                                    \n                                　　年老的“教父”面对丧子之痛怎样统领全局？黑手党之间的仇杀如何落幕？谁是家族的内奸？谁又能够成为新一代的“教父”？\n                                    \n                                　　血雨腥风和温情脉脉，在这部里程碑式的黑帮史诗巨片里真实上演。\n                        "},"22":{"user_id":"admin1","movie_id":"ai_movie490051588725036","name":"当幸福来敲门","enname":"The Pursuit of Happyness","movie_type":"剧情\/家庭\/传记","date":"2008-01-17","duration":"117","mode":"2d","status":"下架","desc":"\n                                　　克里斯?加纳（威尔・史密斯 Will Smith 饰）用尽全部积蓄买下了高科技治疗仪，到处向医院推销，可是价格高昂，接受的人不多。就算他多努力都无法提供一个良好的生活环境给妻儿，妻子（桑迪・牛顿 Thandie Newton 饰）最终选择离开家。从此他带着儿子克里斯托夫（贾登・史密斯 Jaden Smith 饰）相依为命。克里斯好不容易争取回来一个股票投资公司实习的机会，就算没有报酬，成功机会只有百分之五，他仍努力奋斗，儿子是他的力量。他看尽白眼，与儿子躲在地铁站里的公共厕所里，住在教堂的收容所里…… 他坚信，幸福明天就会来临。\n                        "},"23":{"user_id":"admin1","movie_id":"ai_movie804081588725037","name":"怦然心动","enname":"Flipped","movie_type":"剧情\/喜剧\/爱情","date":"2010-07-26","duration":"90","mode":"2d","status":"下架","desc":"\n                                    　　布莱斯（卡兰?麦克奥利菲 Callan McAuliffe 饰）全家搬到小镇，邻家女孩朱丽（玛德琳?卡罗尔 Madeline Carroll 饰）前来帮忙。她对他一见钟情，心愿是获得他的吻。两人是同班同学，她一直想方设法接近他，但是他避之不及。她喜欢爬在高高的梧桐树上看风景。但因为施工，树被要被砍掉，她誓死捍卫，希望他并肩作战，但是他退缩了。她的事迹上了报纸，外公对她颇有好感，令他十分困惑。她凭借鸡下蛋的项目获得了科技展第一名，成了全场焦点，令他黯然失色。她把自家鸡蛋送给他，他听家人怀疑她家鸡蛋不卫生，便偷偷把鸡蛋丢掉。她得知真相，很伤心，两人关系跌入冰点。她跟家人诉说，引发争吵。原来父亲一直攒钱照顾傻弟弟，所以生活拮据。她理解了父母，自己动手，还得到了他外公的鼎力相助。他向她道歉，但是并未解决问题。他开始关注她。鸡蛋风波未平，家庭晚宴与午餐男孩评选...\n                            "},"24":{"user_id":"admin1","movie_id":"ai_movie811751588725039","name":"触不可及","enname":"Intouchables","movie_type":"剧情\/喜剧","date":"2011-11-02","duration":"112","mode":"2d","status":"下架","desc":"\n                                　　因为一次跳伞事故，白人富翁菲利普Philippe（弗朗索瓦・克鲁塞 Fran?ois Cluzet 饰）瘫痪在床，欲招聘一名全职陪护。由于薪酬高，应聘者云集，个个舌灿莲花，却无法打动他的心。直到黑人德希斯Driss（奥玛・赛 Omar Sy 饰）的出现才让他作出决定。德希斯刚从监狱出来，背负家庭重担，一心只想寻张辞退信以申领救济金，而且他明显对女助理的兴趣要远大于这份工作。但是菲利普还是一眼相中了这个小伙子。于是，德希斯开始了一个月的试用期。虽然舒适的豪宅环境让他倍感虚荣，但是他仍面临很多挑战：不仅要为菲利普作身体复健，还得给他洗浴、灌肠、拆信、穿丝袜等。起初，两人的思维方式与价值观大相径庭，但是，随着了解的不断深入，他们成为了朋友……\n                                    \n                                　　本片取材于真实事件，获2011年东京电影节最佳影片金麒麟奖，弗朗索瓦・克鲁塞与奥玛・赛分享影帝桂冠。\n                        "},"25":{"user_id":"admin1","movie_id":"ai_movie873361588725042","name":"蝙蝠侠：黑暗骑士","enname":"The Dark Knight","movie_type":"剧情\/动作\/科幻\/惊悚\/犯罪","date":"2008-07-14","duration":"152","mode":"2d","status":"下架","desc":"\n                                    　　从亲眼目睹父母被人杀死的阴影中走出来的“蝙蝠侠”，经历了成长之后，已经不再是那个桀骜不的孤单英雄了。在警官吉姆・戈登和检查官哈维・登特的通力帮助下，“蝙蝠侠”无后顾之忧地继续满世界的奔波，与日益增长起来的犯罪威胁做着永无休止的争斗，而他所在的高谭市，也是进展最为明显的地方，犯罪率以一种惊人的速度持续下降着，毕竟对方是能够上天入地的“蝙蝠侠”，不借两个胆子谁还敢造次呢？不过像高谭这种科技与污秽并存的城市，平静是不可能维持太久的，果不其然，新一轮的混乱很快就席卷了整个城市，人们再一被被恐慌所笼罩着，而声称愿意为这一切负责的，自然就是所有混乱的源头以及支配者--“小丑”了。\n                                        \n                                    　　先不管“小丑”掀起一个又一个犯罪的狂潮的最终目的为何，他的企图都是邪恶的，所作所为更是早就危害到了高谭市民的正常生活……其中自然包括了“蝙蝠侠”身边几个非常重要的人，而他需要做的，就是...\n                            "},"26":{"user_id":"admin1","movie_id":"ai_movie021671588725045","name":"控方证人","enname":"Witness for the Prosecution","movie_type":"剧情\/悬疑\/犯罪","date":"1957-12-17","duration":"116","mode":"2d","status":"下架","desc":"\n                                    　　伦敦著名刑案辩护律师韦菲爵士（查尔斯?劳顿 Charles Laughton 饰）接受了心脏病治疗，但是身体依旧虚弱，第一天回家休养，护士一直严厉监督他服药，并杜绝烟酒。管家为了便于上楼，还专门为他修了电梯。但是，种种关心照顾，对于这位桀骜不驯、牙尖嘴利的大律师根本不起作用，反倒是一纸诉状令他倍感兴奋。律师梅休和当事人沃尔（泰隆?鲍华 Tyrone Power饰）登门拜访，请他出山打官司。原来，沃尔结识了富婆，两人相见甚欢，虽然仆人对他发明的打蛋器充满鄙夷，但是富婆却对他充满爱意，甚至为他修改了遗嘱，把8万英镑留给了他。然而，富婆却惨遭毒手。于是，沃尔成为警方的头号嫌疑犯。他的唯一证人是妻子克里斯汀（玛琳?黛德丽 Marlene Dietrich饰），然而后者登门时的冷漠与淡定，令韦菲爵士怀疑这其中另有隐情。在扑朔迷离的案件背后，隐藏着一个个环环相扣...\n                            "},"27":{"user_id":"admin1","movie_id":"ai_movie262811588725047","name":"活着","enname":"","movie_type":"剧情\/家庭\/历史","date":"1994-06-30","duration":"132","mode":"2d","status":"下架","desc":"\n                                　　根据余华同名小说改编。\n                                    \n                                　　富少福贵（葛优）嗜赌成性，妻子家珍（巩俐）屡劝无果后带着女儿凤霞离开了他，当夜，福贵输光所有家产气死父亲，被迫靠变卖母亲首饰租间破屋过活。一年后，家珍手拉凤霞怀抱刚出世的儿子有庆回到家中，福贵痛改前非，开始靠演皮影戏过起安份守己的日子。\n                                    \n                                　　但好景不常，内战时期，福贵被国民党抓去当劳工，一番辗转终回到家乡与一家人团圆后，凤霞因病变成哑巴，而在后来的大跃进运动和文化大革命中，他虽获某些小福，逆境却也一直与他如影相随。\n                        "},"28":{"user_id":"admin1","movie_id":"ai_movie894821588725050","name":"乱世佳人","enname":"Gone with the Wind","movie_type":"剧情\/爱情\/历史\/战争","date":"1939-12-15","duration":"238","mode":"2d","status":"下架","desc":"\n                                　　美国南北战争前夕，南方农场塔拉庄园的千金斯嘉丽（费雯・丽 Vivien Leigh 饰）爱上了另一个农场主的儿子艾希礼（莱斯利・霍华德 Leslie Howard 饰），遭到了拒绝，为了报复，她嫁给了自己不爱的男人，艾希礼妻子梅兰（奥利维娅・德哈维兰 Olivia de Havilland 饰）的弟弟查尔斯。\n                                    \n                                　　战争期间，斯嘉丽成为寡妇，失去母亲，挑起生活的重担， 不再是当初的千金小姐；战争结束后，她又两度为人妻，嫁给了爱她多年的投机商人瑞德（克拉克・盖博 Clark Gable 饰）。\n                                    \n                                　　然而，纵使经历了生活的艰苦，斯嘉丽对艾希礼的感情仍然没有改变。艾希礼妻子梅兰的去世，给了斯嘉丽一个机会，一边是深爱自己的丈夫瑞德，一边是心心念念多年的艾希礼？斯嘉丽会给自己怎样一个不一样的明天？\n                        "},"29":{"user_id":"admin1","movie_id":"ai_movie500321588725053","name":"寻梦环游记","enname":"Coco","movie_type":"喜剧\/动画\/音乐\/奇幻","date":"2017-11-24","duration":"105","mode":"2d","status":"下架","desc":"\n                                　　热爱音乐的米格尔（安东尼・冈萨雷兹 Anthony Gonzalez 配音）不幸地出生在一个视音乐为洪水猛兽的大家庭之中，一家人只盼着米格尔快快长大，好继承家里传承了数代的制鞋产业。一年一度的亡灵节即将来临，每逢这一天，去世的亲人们的魂魄便可凭借着摆在祭坛上的照片返回现世和生者团圆。\n                                    \n                                　　在一场意外中，米格尔竟然穿越到了亡灵国度之中，在太阳升起之前，他必须得到一位亲人的祝福，否则就将会永远地留在这个世界里。米格尔决定去寻找已故的歌神德拉库斯（本杰明・布拉特 Benjamin Bratt 配音），因为他很有可能就是自己的祖父。途中，米格尔邂逅了落魄乐手埃克托（盖尔・加西亚・贝纳尔 Gael García Bernal 配音），也渐渐发现了德拉库斯隐藏已久的秘密。\n                        "},"30":{"user_id":"admin1","movie_id":"ai_movie471141588725056","name":"末代皇帝","enname":"The Last Emperor","movie_type":"剧情\/传记\/历史","date":"1987-10-04","duration":"163","mode":"2d","status":"下架","desc":"\n                                　　溥仪（尊龙 饰）的一生在电影中娓娓道来。他从三岁起登基，年幼的眼光中只有大臣身上的一只蝈蝈，江山在他心中只是一个不明所以的名词。长大了，他以为可以变革，却被太监一把烧了朝廷账本。他以为是大清江山的主人，却做了日本人的傀儡。\n                                    \n                                　　解放后，他坐上了从俄国回来的火车，身边是押送监视他的解放军。他猜测自己难逃一死，便躲在狭小的卫生间里，割脉自杀。然而他没有死在火车上，命运的嘲笑还在等着他。文革的风风雨雨，在他身上留下了斑斑伤痕。\n                        "},"31":{"user_id":"admin1","movie_id":"ai_movie587041588725060","name":"摔跤吧！爸爸","enname":"Dangal","movie_type":"剧情\/家庭\/传记\/运动","date":"2017-05-05","duration":"161","mode":"2d","status":"下架","desc":"\n                                　　马哈维亚（阿米尔・汗 Aamir Khan 饰）曾经是一名前途无量的摔跤运动员，在放弃了职业生涯后，他最大的遗憾就是没有能够替国家赢得金牌。马哈维亚将这份希望寄托在了尚未出生的儿子身上，哪知道妻子接连给他生了两个女儿，取名吉塔（法缇玛・萨那・纱卡 Fatima Sana Shaikh 饰）和巴比塔（桑亚・玛荷塔 Sanya Malhotra 饰）。让马哈维亚没有想到的是，两个姑娘展现出了杰出的摔跤天赋，让他幡然醒悟，就算是女孩，也能够昂首挺胸的站在比赛场上，为了国家和她们自己赢得荣誉。\n                                    \n                                　　就这样，在马哈维亚的指导下，吉塔和巴比塔开始了艰苦的训练，两人进步神速，很快就因为在比赛中连连获胜而成为了当地的名人。为了获得更多的机会，吉塔进入了国家体育学院学习，在那里，她将面对更大的诱惑和更多的选择。\n                        "},"32":{"user_id":"admin1","movie_id":"ai_movie657111588725062","name":"指环王3：王者无敌","enname":"The Lord of the Rings: The Return of the King","movie_type":"剧情\/动作\/奇幻\/冒险","date":"2004-03-12","duration":"201","mode":"2d","status":"下架","desc":"\n                                　　魔幻战争逐渐进入高潮阶段。霍比特人弗拉多（伊利亚・伍德 Elijah Wood 饰）携带着魔戒，与伙伴山姆（Sean Astin 饰）以及狡猾阴暗的咕噜等前往末日山，一路上艰难险阻不断，魔君索伦为阻止魔戒被销毁用尽全力阻挠。另一方面，白袍巫师甘道夫（伊安・麦克莱恩 Ian McKellen 饰）率中土勇士们镇守刚铎首都――白城米那斯提里斯。魔兽大军压境，黑暗与光明的决战即将来临……\n                                    \n                                　　本片是“指环王三部曲”的终结篇，根据英国作家J.R.R.托尔金（J.R.R. Tolkien）同名魔幻巨著《指环王》（The Lord of the Rings）改编，并荣获2004年第76届奥斯卡最佳影片、最佳导演、最佳改编剧本、最佳剪辑、最佳艺术指导、最佳服装设计、最佳化妆、最佳视觉效果、最佳音效、最佳配乐和最佳歌曲等11项大奖。\n                        "},"33":{"user_id":"admin1","movie_id":"ai_movie149921588725064","name":"何以为家","enname":"????????","movie_type":"剧情","date":"2019-04-29","duration":"126","mode":"2d","status":"下架","desc":"\n                                　　法庭上，十二岁的男孩赞恩向法官状告他的亲生父母，原因是，他们给了他生命。是什么样的经历让一个孩子做出如此不可思议的举动？故事中，赞恩的父母在无力抚养和教育的状况下依然不停生育，作为家中的长子赞恩，弱小的肩膀承担了无数生活的重压。当妹妹被强行卖给商贩为妻时，赞恩愤怒离家，之后遇到一对没有合法身份的母子，相互扶持勉强生活。然而生活并没有眷顾赞恩，重重磨难迫使他做出了令人震惊的举动……\n                        "},"34":{"user_id":"admin1","movie_id":"ai_movie395921588725067","name":"少年派的奇幻漂流","enname":"Life of Pi","movie_type":"剧情\/奇幻\/冒险","date":"2012-11-22","duration":"127","mode":"2d","status":"下架","desc":"\n                                    　　故事开始于蒙特娄，也结束于蒙特娄。一名在找寻灵感的作家（拉菲・斯波 Rafe Spall 饰）无意间得知派・帕帖尔（伊尔凡・可汗 Irrfan Khan 饰）的传奇故事。派的父亲（阿迪勒・侯赛因 Adil Hussain 饰）开了一家动物园。因这样特殊的生活环境，少年派（苏拉・沙玛 Suraj Sharma 饰 ）对信仰与人的本性自有一套看法。在派17岁那一年，他的父母决定举家移民加拿大以追求更好的生活，而他也必须离开他的初恋情人。在前往加拿大的船上，他们遇见一位残忍成性的法国厨师（杰拉尔・德帕迪约 Gérard Depardieu 饰）。当天深夜在茫茫大海中，原本令派感到刺激无比的暴风雨一瞬间就成了吞噬货船的大灾难。派却奇迹般地活了下来，搭着救生船在太平洋上漂流，而且有一名最令人意想不到的同伴――理查德・帕克，一只孟加拉老虎。神奇的冒险旅程就这样意...\n                            "},"35":{"user_id":"admin1","movie_id":"ai_movie909621588725069","name":"飞屋环游记","enname":"Up","movie_type":"剧情\/喜剧\/动画\/冒险","date":"2009-08-04","duration":"96","mode":"2d","status":"下架","desc":"\n                                    　　小男孩卡尔（Carl Fredricksen）怀揣着对于冒险的热爱偶遇假小子艾丽（Ellie），而艾丽把整个屋子当成一艘大飞船游戏居然使他对这个女孩子有些着迷，相同的爱好最终使两个人成为了一生的爱侣。\n                                        \n                                    　　他们有一个梦想，那就是有朝一日要去南美洲的“仙境瀑布”探险，但直到艾丽去世，这个梦想也未能实现。终于有一天，曾经专卖气球的老人卡尔居然用五颜六色的气球拽着他的房子飞上了天空，他决定要去实现他们未曾实现的梦想。令卡尔始料不及的是，门廊居然搭上了一个自称是“荒野开拓者”的小男孩小罗（Russell），小罗的喋喋不休让卡尔对这个小胖墩格外讨厌。\n                                        \n                                    　　一老一少在飞行中经过了千难万险终于看到了传说中的“仙境瀑布”，在相处过程中卡尔发现小罗其实是个惹人怜爱的孩子。在步行穿越一座森林时，他们遇到了不会飞的大鸟凯文（Kevin）和一只会说话的狗狗逗逗（Dug），让老人惊讶...\n                            "},"36":{"user_id":"admin1","movie_id":"ai_movie844821588725071","name":"十二怒汉","enname":"12 Angry Men","movie_type":"剧情","date":"1957-04-13","duration":"96","mode":"2d","status":"下架","desc":"\n                                　　一个在贫民窟长大的18岁少年因为涉嫌杀害自己的父亲被告上法庭，证人言之凿凿，各方面的证据都对他极为不利。十二个不同职业的人组成了这个案件的陪审团，他们要在休息室达成一致的意见，裁定少年是否有罪，如果罪名成立，少年将会被判处死刑。\n                                    \n                                　　十二个陪审团成员各有不同，除了8号陪审员（H enry Fonda 饰）之外，其他人对这个犯罪事实如此清晰的案子不屑一顾，还没有开始讨论就认定了少年有罪。8号陪审员提出了自己的“合理疑点”，耐心地说服其他的陪审员，在这个过程中，他们每个人不同的人生观也在冲突和较量……\n                        "},"37":{"user_id":"admin1","movie_id":"ai_movie993241588725074","name":"鬼子来了","enname":"","movie_type":"剧情\/历史\/战争","date":"2000-05-12","duration":"139","mode":"2d","status":"下架","desc":"\n                                　　第二次世界大战期间，中国河北挂甲台村的农民马大三（姜文饰）在日本人的统治下过着平静的生活。一个晚上，游击队绑架了日军陆军士兵花屋小三郎（香川照之饰）和翻译董汉臣，把他们捆绑塞入麻袋放在马大三家里，并吩咐马好好看管，几天后的大年三十来带人。马大三和村民战战兢兢地看守两人，花屋小三郎和董汉臣数次发出求救信号，皆被村民化解。半年过去了，村民们担心事情暴露，却又不敢把花屋等放了。\n                                    \n                                　　马大三最终被董汉臣说动，把花屋和董送到了日军宪兵队驻地，以换取粮食。日军宪兵军官酒冢猪吉是花屋的同乡。他表面上对马等人客气，但背后指责花屋让皇军蒙耻并殴打了他。宪兵队整队去马的村子里和村民联欢送粮，酒到酣时却乍露杀机。\n                        "},"38":{"user_id":"admin1","movie_id":"ai_movie818151588725075","name":"天空之城","enname":"天空の城ラピュタ","movie_type":"动画\/奇幻\/冒险","date":"1992-05-01","duration":"125","mode":"2d","status":"下架","desc":"\n                                　　古老帝国拉比达是一座漂浮在空中的巨大的机器岛，传说那里已经无人居住，蕴藏着巨大的财富。因此，无论军方还是海盗，都在找寻着这座传说中的飞行岛。\n                                    \n                                　　矿工帕克这天偶遇拉比达继承人希达，两人一见如故。因为希达身上有找寻拉比达帝国的重要物件飞行石，军方和海盗两帮人马都在追杀希达。帕克带着希达一起逃亡，最终都没有逃出军方的手中，希达被军队掳走了。\n                                    \n                                　　为救朋友，帕克只能选择与海盗合作。帕克与海盗成功救出了希达，同时，他们也发现了军方的邪恶计划。为了阻止军方邪恶计划的实施，他们和海盗一起踏上了寻找拉比达之旅。\n                        "},"39":{"user_id":"admin1","movie_id":"ai_movie487391588725077","name":"大话西游之月光宝盒","enname":"西[第壹佰零壹回之月光盒","movie_type":"喜剧\/爱情\/奇幻\/古装","date":"1995-01-21","duration":"87","mode":"2d","status":"下架","desc":"\n                                　　孙悟空（周星驰）护送唐三藏（罗家英）去西天取经路上，与牛魔王合谋欲杀害唐三藏，并偷走了月光宝盒，此举使观音萌生将其铲除心思，经唐三藏请求，孙悟空被判五百年后重新投胎做人赎其罪孽。\n                                    \n                                　　五百年后孙悟空化身强盗头头至尊宝。当遇见预谋吃唐僧肉的妖怪姐妹蜘蛛精春三十娘（蓝洁瑛）和白骨精白晶晶（莫文蔚）时，因为五百年前孙悟空曾与白晶晶有过一段恋情，至尊宝与她一见钟情，但因菩提老祖将二人妖怪身份相告，至尊宝仍带领众强盗开始与二妖展开周旋，过程中，白晶晶为救至尊宝打伤春三十娘，自己也中毒受伤，为了救白晶晶，至尊宝去找春三十娘，遭白晶晶误会，绝望自杀，至尊宝开始用月光宝盒以期使时光倒流。\n                        "},"40":{"user_id":"admin1","movie_id":"ai_movie214631588725079","name":"哈尔的移动城堡","enname":"ハウルの婴城","movie_type":"动画\/奇幻\/冒险","date":"2004-09-05","duration":"119","mode":"2d","status":"下架","desc":"\n                                　　继母因无力负担生活，将苏菲和她的两个妹妹都送到了制帽店去当学徒。两个妹妹很快先后就离开了制帽店去追寻各自的梦想，只有苏菲坚持了下来。一天，小镇旁边来了一座移动堡垒，传说堡垒的主人哈尔专吸取年青姑娘的灵魂，所以小镇的姑娘都不敢靠近。\n                                    \n                                　　一个恶毒的巫婆为了报复苏菲与哈尔见面，用巫术把她变成了一个80岁的老太婆，而且苏菲还不能对别人说出自己身中的巫术。无奈，苏菲决定独自一人逃离小镇。天黑了，虚弱的苏菲没走多远，来到了移动城堡。心想自己已经是老太婆了，苏菲壮着胆子走进了城堡。不想，遇到了和她遭遇相同的火焰魔。两人约定彼此帮助对方打破各自的咒语……\n                        "},"41":{"user_id":"admin1","movie_id":"ai_movie969951588725080","name":"素媛","enname":"??","movie_type":"剧情","date":"2013-10-02","duration":"122","mode":"2d","status":"下架","desc":"\n                                　　她（李来 饰）是一个美丽平凡的小女孩，和爸爸妈妈生活在位于街角的家中。家里经营着以她的名字素媛命名的杂货店，母亲（严智媛 饰）作为老板娘日夜忙碌不得闲暇，父亲则在工厂干着繁重的工作。在那个飘雨的早上，素媛打着雨伞独自上学。在离学校近在咫尺的地方，她遭遇一个相貌猥琐、酒气冲天的大叔，由此开启了她的悲剧之旅。柔嫩的小花遭到暴风雨无情摧残，受伤的岂止枝枝叶叶，更是那迎着阳光无忧成长的心。无良媒体铺天盖地大肆渲染，作为受害者的素媛一家仿佛成了周身污秽的耻辱之人，被四周诧异好奇的目光所包围。\n                                    \n                                　　妈妈悲痛欲绝，几近崩溃。爸爸全力保护女儿，但受伤的小天使却拒绝爸爸的靠近。问凶之路伴随着天使的治愈旅程，美丽的女孩可会再露灿烂笑容？\n                        "},"42":{"user_id":"admin1","movie_id":"ai_movie936941588725082","name":"天堂电影院","enname":"Nuovo Cinema Paradiso","movie_type":"剧情\/爱情","date":"1988-11-17","duration":"155","mode":"2d","status":"下架","desc":"\n                                    　　意大利南部小镇，古灵精怪的小男孩多多（萨瓦特利・卡西欧 饰）喜欢看电影，更喜欢看放映师艾佛特（菲利浦・诺瓦雷 饰）放电影，他和艾佛特成为了忘年之交，在胶片中找到了童年生活的乐趣。\n                                        \n                                    　　好心的艾佛特为了让更多的观众看到电影，搞了一次露天电影，结果胶片着火了，多多把艾弗达从火海 中救了出来，但艾弗达双目失明。多多成了小镇唯一会放电影的人，他接替艾佛特成了小镇的电影放映师。\n                                        \n                                    　　多多（马克・莱昂纳蒂 饰）渐渐长大，他爱上了银行家的女儿艾莲娜（阿格妮丝・那诺 Agnese Nano 饰）。初恋的纯洁情愫美如天堂，但是一对小情侣的海誓山盟被艾莲娜父亲的阻挠给隔断了，多多去服兵役，而艾莲娜去念大学。伤心的多多在艾佛特的鼓励下，离开小镇，追寻自己生命中的梦想……\n                                        \n                                    　　30年后，艾佛特去世，此时的多多已经是功成名就的导演，他回到了家乡，看到残破的天堂电影院，追忆往昔，唏嘘不已。...\n                            "},"43":{"user_id":"admin1","movie_id":"ai_movie993841588725083","name":"罗马假日","enname":"Roman Holiday","movie_type":"剧情\/喜剧\/爱情","date":"1953-08-20","duration":"118","mode":"2d","status":"下架","desc":"\n                                　　欧洲某国的安妮公主（奥黛丽・赫本 Audrey Hepburn 饰）到访罗马，国务烦身，但她又厌倦繁文缛节。一天晚上，身心俱疲的她偷偷来到民间欣赏夜景，巧遇报社记者乔（格里高利・派克 Gregory Peck 饰）。二人把手同游，相当快乐。公主更是到乔的家中作客并在那过夜。\n                                    \n                                　　不料乔无意中发现了公主的真实身份，他决定炮制一个独家新闻，于是乔和朋友、摄影师欧文（埃迪・艾伯特 Eddie Albert 饰）一起带公主同游罗马，并且偷拍了公主的很多生活照。然而，在接下来与公主的相处中，乔不知不觉恋上了公主。为了保护公主的形象，乔只能忍痛抛弃功成名就的良机，将照片送予了公主。\n                                    \n                                　　安妮公主在经历了罗马一日假期后，反而体验了自己对国家的责任，毅然返回了大使馆，为了本身的责任而果断抛弃了爱情。\n                        "},"44":{"user_id":"admin1","movie_id":"ai_movie705761588725085","name":"闻香识女人","enname":"Scent of a Woman","movie_type":"剧情","date":"1992-12-23","duration":"157","mode":"2d","status":"下架","desc":"\n                                　　查理（克里斯?奥唐纳 Chris O'Donnell  饰）是一个普通的中学生，他因为见证着一件恶作剧但又不想出卖朋友，于是面临着一道艰难的选择题――要么坦白，要么被学校勒退。而史法兰（阿尔?帕西诺 Al Pacino  饰）是一个退伍军官，因为意外失明，人生从顶点的辉煌滑落谷底。\n                                    \n                                　　自从两人的人生有了交集，命运的转折慢慢清晰。史法兰打算结束失去了意义的生活，于是在查理的陪伴下，尽情享受着人生最后一趟出行。他吃最美味的佳肴，买光鲜的汽车，在狭窄的街道上飚车，住在豪华的套房里，跟随陌生女子的袅袅香水味，跳一段优雅性感的探戈……极乐的疯狂后，他拿枪对准了自己的头颅。然而，查理声嘶力竭的劝阻改变了一切，曙光亦渐渐在这个老人心中重新升起，二人情深如父子。\n                                    \n                                　　史法兰在学校礼堂激昂演说，挽救了查理的前途，讽刺了学校的伪善。二人在互相鼓舞中得到重生。\n                        "},"45":{"user_id":"admin1","movie_id":"ai_movie318651588725087","name":"辩护人","enname":"???","movie_type":"剧情","date":"2013-12-18","duration":"127","mode":"2d","status":"下架","desc":"\n                                　　1978年，只有高中学历的宋佑硕（宋康昊 饰）通过多年的艰苦努力，终于通过司法考试，并在成为法官后很快转行成为一名律师。他敏锐地从最新政策中嗅到商机，以不动产代书业务起家。虽然被同行讥讽为随时随地派发名片的夜店小弟，但佑硕不以为忤，一步一步朝着心中的目标迈进。他依靠赚来的钱让妻儿过上富足的生活，也还了七年前在饭店大婶那里欠下的良心债。进入20世纪80年代，韩国民主化斗争愈演愈烈。佑硕全然不管窗外事，关起门来继续赚钱。然而社会的巨变已经不容他置身事外，饭店大婶的儿子朴镇宇因从属的釜山读书联合会被控为左翼社团而遭到逮捕，更受到残酷的虐待和不公的指控。\n                                    \n                                　　虽然爱钱却更重感情的佑硕，就这样走上了为民主辩护的道路……\n                        "},"46":{"user_id":"admin1","movie_id":"ai_movie737441588725088","name":"哈利・波特与魔法石","enname":"Harry Potter and the Sorcerer's Stone","movie_type":"奇幻\/冒险","date":"2002-01-26","duration":"152","mode":"2d","status":"下架","desc":"\n                                　　哈利波特是一个孤儿，从小寄养在姨妈家，受尽欺凌。但就在哈利11岁生日的时候，他意外收到了霍格沃茨学院的入学通知书。哈利从该学院派来接他的巨人海格口中得知，这是一间魔法学院，并得知了自己的身世，原来哈利的父母都是伟大的魔法师，在对付伏地魔的战斗中双双献身，唯有哈利幸免于难。\n                                    \n                                　　哈利进入霍格沃茨后，表现出了超乎想象的飞行天赋，得到麦格教授的推荐进入了格兰芬多的魁地奇球队。另一方面，哈利发现霍格沃茨学院内有一股黑暗势力似乎在暗暗滋长，揭开谜团的关键就在有凶恶的三头犬守护的房间内。\n                                    \n                                　　哈利、罗恩和赫敏三个好朋友决定探个究竟。\n                        "},"47":{"user_id":"admin1","movie_id":"ai_movie641621588725090","name":"搏击俱乐部","enname":"Fight Club","movie_type":"剧情\/动作\/悬疑\/惊悚","date":"1999-09-10","duration":"139","mode":"2d","status":"下架","desc":"\n                                　　杰克（爱德华?诺顿 饰）是一个大汽车公司的职员，患有严重的失眠症，对周围的一切充满危机和憎恨。\n                                    \n                                　　一个偶然的机会，杰克遇上了卖肥皂的商人泰勒（布拉德?皮特），一个浑身充满叛逆、残酷和暴烈的痞子英雄，并因为自己公寓失火而住进了泰勒破旧不堪的家中。两人因缘际会地成为了好朋友，并创立了“搏击俱乐部”：一个让人们不戴护具而徒手搏击，宗旨在于发泄情绪的地下组织。\n                                    \n                                　　俱乐部吸引了越来越多的人，逐渐发展成为一个全国性的地下组织，而泰勒也以自己个人的魅力，吸引着那些盲目的信徒。俱乐部的成员们到处滋事打架、大肆破坏，泰勒本人的行为也越来越疯狂。\n                                    \n                                　　杰克对于“搏击俱乐部”的现况及泰勒的行为越来越无法忍受，和泰勒发生争执，泰勒离开了他。然而，杰克发现，他走到何处都无法摆脱泰勒的影子，他开始思考：我到底是谁？\n                        "},"48":{"user_id":"admin1","movie_id":"ai_movie433161588725092","name":"我不是药神","enname":"","movie_type":"剧情\/喜剧","date":"2018-07-05","duration":"117","mode":"2d","status":"下架","desc":"\n                                　　普通中年男子程勇（徐峥 饰）经营着一家保健品店，失意又失婚。不速之客吕受益（王传君 饰）的到来，让他开辟了一条去印度买药做“代购”的新事业，虽然困难重重，但他在这条“买药之路”上发现了商机，一发不可收拾地做起了治疗慢粒白血病的印度仿制药独家代理商。赚钱的同时，他也认识了几个病患及家属，为救女儿被迫做舞女的思慧（谭卓 饰）、说一口流利“神父腔”英语的刘牧师（杨新鸣 饰），以及脾气暴烈的“黄毛”（章宇 饰），几个人合伙做起了生意，利润倍增的同时也危机四伏。程勇昔日的小舅子曹警官（周一围 饰）奉命调查仿制药的源头，假药贩子张长林（王砚辉 饰）和瑞士正牌医药代表（李乃文 饰）也对其虎视眈眈，生意逐渐变成了一场关于救赎的拉锯战。\n                                    \n                                　　本片改编自慢粒白血病患者陆勇代购抗癌药的真实事迹。\n                        "},"49":{"user_id":"admin1","movie_id":"ai_movie205371588725094","name":"死亡诗社","enname":"Dead Poets Society","movie_type":"剧情","date":"1989-06-02","duration":"128","mode":"2d","status":"下架","desc":"\n                                　　威尔顿预备学院以其沉稳凝重的教学风格和较高的升学率闻名，作为其毕业班的学生，理想就是升入名校。新学期文学老师约翰・基汀（罗宾・威廉姆斯 饰）的到来如同一阵春风，一反传统名校的严肃刻板。\n                                    \n                                　　基汀带学生们在校史楼内聆听死亡的声音，反思生的意义 ；让男生们在绿茵场上宣读自己的理想；鼓励学生站在课桌上，用新的视角俯瞰世界。老师自由发散式的哲学思维让学生内心产生强烈的共鸣，他们渐渐学会自己思考与求索，勇敢的追问人生的路途，甚至违反门禁，成立死亡诗社，在山洞里击节而歌！\n                                    \n                                　　基汀教授、基汀老师、基汀队长，他的教育宛若春风化雨，润物无声的留在每个人心里…\n                        "}}